Repository: Universidad-de-Malaga/esiidm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Missing data on line {0}
es: Faltan datos en la línea {0}

source: Bad operation {0} on line {1}
es: Operación incorrecta {0} en la línea {1}.

source: Card not found on line {0}
es: No se encontró la tarjeta en la línea {0}

source: Data has errors
es: Los datos contienen errores

source: Message to {0} not sent
es: Mensaje para {0} no enviado

source: Has accepted
es: Ha aceptado

source: Yes
es: Sí

source: Is Invited
es: Ha sido invitado

source: Could not send message to {0}
es: No se puede enviar mensaje a {0}

source: Send invite to selected persons
es: Enviar invitación a las personas seleccionadas

source: Could register card {0}
es: pudo registrar la tarjeta {0}

source: Register selected cards again (slow)
es: Registrar de nuevo las tarjetas seleccionadas (lento)

source: {0} person added
es: {0} persona añadida

source: {0} card added
es: añadida {0} tarjeta

source: {0} card deleted
es: borrada {0} tarjeta

source: Load selected batches
es: Cargar lotes seleccionados

source: Access control
es: Control de acceso

source: Permissions
es: Permisos

source: Administrivia
es: Información administrativa

source: European Student Card
es: Tarjeta Europea de Estudiante

source: Access not permitted
es: Acceso denegado

source: Field {0} missing on line {1}
es: Faltan el campo {0} en la línea {1}

source: Person {0} in line {1} does not exist. Not enough information to add a person.
es: La persona {0} en la línea {1} no existe. No hay información suficiente para añadir una persona.

source: {0} already exists in line {1}
es: {0} ya existe en la línea {1}.

source: Problem with {0} in line {1}: {2}
es: Hay un problema con {0} en la línea {1}: {2}

source: {0} HEI loaded
es: Cargada {0} HEI

source: {0} person created
es: {0} persona creada

source: {0} officer loaded
es: cargado {0} responsable

source: Select HEI
es: Selecciona HEI

source: Export selected cards to CSV file.
es: Exportar tarjetas seleccionadas a fichero CSV

source: HTTP server environment variables based authentication for Cl@ve
es: Autenticación basada en Cl@ve

source: HTTP server environment variables based authentication
es: Autenticación basada en códigos de acceso (tokens)

source: No source, extractor is time duration
es: No usa un atributo origen, el valor del extractor es la duración del código de acceso (token).

source: Email token based authentication
es: Autenticación basada en códigos de acceso (tokens)

source: Authentication system for {0} <no-reply@{1}>
es: Sistema de autenticación de {0} <no-reply@{1}>

source: Your access token for {0} card management system
es: Su código de acceso para el sistema de gestión de tarjetas {0}

source: {0} {1} You are accessing {2}, that requires that you authenticate with the following token in the next {3} minutes. Token: {4} You can copy it and paste on the form that has informed you about this message. Thank you.
es: {0} {1} Está accediendo a {2}, que requiere que se identifique con el siguiente token en los próximos {3} minutos. Código de acceso (Token): {4} Puede copiar y pegar en el formulario que le ha informado de este mensaje. Gracias.

source: HTTP server x509 certificate authentication
es: Autenticación con certificado digital

source: Select delimiter your file uses
es: Seleccione el delimitador que utiliza en su fichero

source: comma ","
es: coma ","

source: semi-colon ";"
es: punto y coma ";"

source: Data file:
es: Fichero de datos:

source: Government issued identifier
es: Identificador nacional (DNI, NIF)

source: Invitation code
es: Código de invitación

source: Responsible person
es: Persona responsable

source: Created on
es: Creado con fecha

source: Modified on
es: Modificado con fecha

source: Invited on
es: Invitado con fecha

source: Accepted on
es: Aceptado en la fecha

source: Person
es: Persona

source: Persons
es: Personas

source: Consent is required for the Student Card System
es: Se requiere consentimiento para el Sistema de Tarjetas de Estudiantes

source: Source name
es: Nombre de fuente

source: Attribute name
es: Nombre del atributo

source: Regular expression for extracting the value.
es: Expresión regular para extraer el valor

source: Active
es: Activo

source: Is the source active?
es: ¿Está la fuente activa?

source: Description
es: Descripción

source: Authentication source description.
es: Descripción de la fuente de autenticación.

source: Authentication source
es: Fuente de autenticación

source: Authentication sources
es: Fuentes de autenticación

source: Identification source
es: Fuente de identificación

source: Identifier value hash
es: Valor del hash del identificador

source: Identifier
es: Identificador

source: Identifiers
es: Identificadores

source: January
es: enero

source: February
es: febrero

source: March
es: marzo

source: April
es: abril

# month name
source: May
es: mayo

source: June
es: junio

source: July
es: julio

source: August
es: agosto

source: September
es: septiembre

source: October
es: octubre

source: November
es: noviembre

source: December
es: diciembre

source: Institution name
es: Nombre de la institución

source: Term start month
es: Mes de comienzo del curso

source: Month the term starts on, for expiration date calculations.
es: Mes de comienzo del curso, para cálculo de la fecha de expiración.

source: Institution web site
es: Sitio web de la institución

source: Country
es: País

source: PIC code
es: Código PIC

source: EUC code
es: Código ECHE

source: Erasmus code
es: Código Erasmus

source: OID code
es: Código OID

source: Your Internet domain. For ESI
es: Su dominio de Internet. Para el ESI

source: ESC production key
es: Clave de producción de ESC

source: ESC sandbox key
es: Clave de pruebas de ESC

source: Higher Education Institution
es: Institución de Educación Superior

source: Higher Education Institutions
es: Instituciones de Educación Superior

source: Fatal error calling ESC_Router()
es: Error fatal llamando a ESC_Router()

source: No information to store
es: No hay información que almacenar

source: Person that manages a HEI
es: Persona que gestiona una HEI

source: Managed HEI
es: HEI gestionada

source: Officer
es: Responsable del sistema en la HEI

source: Officers
es: Responsable del sistema en la HEI

source: Student who owns the card
es: Estudiante titular de la tarjeta

source: Person's HEI
es: Institución de la persona

source: European Student Card number
es: Número de la Tarjeta Europea de Estudiante

source: Student specific part of ESI
es: Parte específica del estudiante en el ESI

source: Responsible officer
es: Responsable en la HEI

source: ESC registered on
es: ESC registrada con fecha

source: Card
es: Tarjeta

source: Cards
es: Tarjetas

source: Created by
es: Creado por

source: Processed
es: Procesado

source: Loaded on
es: Cargado él

source: Card load batch
es: Lote de carga de tarjetas

source: Card load batches
es: Lotes de carga de tarjetas

source: Create
es: Crear

source: Delete
es: Eliminar

source: Card load line
es: Línea de lote de carga

source: Card load lines
es: Líneas de carga de tarjetas

source: When
es: Cuándo

source: How
es: Cómo

source: Authentication log
es: Registro de autenticación

source: Authentication logs
es: Registros de autenticación

source: Load HEIs from CSV
es: Cargar instituciones (HEIs) desde CSV

source: Load Officers from CSV
es: Cargar responsables institucionales desde CSV

source: Load student cards from CSV
es: Cargar tarjetas de estudiante desde CSV

source: Please, enter your email address associated with the system, to recieve an access token.<br> It usually is the one in which you received a request for consent.<br>
es: Por favor, introduzca su dirección de correo asociada al sistema, y recibirá un código de acceso.<br> Habitualmente es el que recibió para solicitarle consentimiento.<br>

source: The token you used was expired. A new one has been sent.<br>
es: El código de acceso (token) que usó ha expirado. Se le acaba de enviar uno nuevo.<br>

source: Please, enter the token you have received from the system.<br>
es: Por favor, introduzca el código de acceso (token) que ha recibido del sistema.<br>

source: Please, select one of the following authentication methods
es: Por favor, seleccione uno de los siguientes métodos de autenticación

source: <h3>Welcome to the European Student Card and Identifier management system</h3> It is important the you consent that your personal information is processed in the system before using it.<br> This is what the system knows about you:<br>
es: <h3>Bienvenido al sistema de gestión de la Tarjeta e Identificador Europeo de Estudiante </h3> Es importante que des tu consentimiento para que tu información personal sea procesada por el sistema antes de usarla.<br> Esto es lo que el sistema conoce de ti:<br>

source: Name
es: Nombre

source: Family name
es: Apellidos

source: Email
es: Correo electrónico

source: Also, the system will create a link to the identification received vía %(source.description)s but no extra personal information will be stored.
es: Además, el sistema creará un vínculo con la identificación recibida a través de %(source.description)s sin que ninguna información personal adicional sea almacenada.

source: Do you agree with the information being stored to provide you with an European Student Card and Identifier?
es: ¿Estás de acuerdo con que la información se almacene para poder proporcionar una Tarjeta e Identificador Europeo de Estudiante?

source: Do you agree with the information being stored to allow you access and manage the system?
es: ¿Estás de acuerdo con que la información se almacene para ofrecerte acceso al sistema de gestión?

source: Expired invitation
es: Invitación expirada

source: The invitation you have used is expired.<br> You will receive a fresh one you can use.
es: La invitación usada ha expirado.<br>Recibirá una nueva que pueda usar.

source: The invitation you have used is expired.<br> But sending a new one to the email address the system has for you, has failed.
es: La invitación que ha usado ha expirado.<br> Sin embargo, ha habido un problema al enviar una nueva a la dirección de correo electrónico que tiene el sistema.

source: Welcome
es: Bienvenido

source: Close session
es: Cerrar sesión

source: You can authenticate to the system using:
es: Puede autenticarse en el sistema usando:

source: If you want to use a new source for authenticating
es: Si quiere utilizar una nueva fuente para autenticarse

source: request a new one
es: solicite una nueva invitación

source: that will be sent to the above email address
es: que será enviada a la dirección de correo que aparece más arriba

source: You have permission to manage the system
es: Tiene permiso para gestionar el sistema

source: via the admin panel
es: a través del panel de administrador

source: You can manage students for the following HEI:
es: Puedes gestionar estudiantes de la siguiente institución:

source: get cards in PDF
es: obtener tarjetas en PDF

source: for preprinted backgrounds
es: para fondos pre-impresos

source: Test presentation
es: Presentación de prueba

source: Student Number
es: Número de Estudiante

source: Card Number
es: Número de Tarjeta

source: Student cards bulk load
es: Carga masiva de tarjetas de estudiante

source: The CSV file MUST (RFC2119) have field names as columns on the first row.<br /> Fields MAY (RFC2119) be in any order.
es: El fichero CSV DEBE (RFC2119) contener nombres de campo como encabezado de columnas en la primera fila.<br /> Los campos PUEDEN (RFC2119) aparecer en cualquier orden.

source: The CSV file MUST (RFC2119) have a minimum set of fields:
es: El fichero CSV DEBE (RFC2119) tener un conjunto mínimo de campos:

source: contains the student specific part of the ESI
es: contiene la parte específica del estudiante del ESI

source: student's given name
es: nombre de estudiante

source: student's family name
es: apellidos del estudiante

source: student's email
es: dirección de correo electrónico del estudiante

source: The rows MAY (RFC2119) also contain these optional fields:
es: Las filas PUEDEN (RFC2119) contener los siguientes campos opcionales:

source: government issued identifier for the student
es: identificador expedido por el gobierno para el estudiante

source: if present, value MUST (RFC 2119) be either
es: si está presente, el valor DEBE (RFC 2119) ser

source: D for deleting the card if it belongs to the student
es: D para borrar la tarjeta si pertenece al estudiante

source: C for creating a new card, this is the default if absent
es: C para crear una nueva tarjeta, que será la opción por defecto

source: Persons are created as needed and receive an invitation over email requesting consent.
es: Las personas son creadas según sea necesario y reciben una invitación mediante correo electrónico solicitando su consentimiento.

source: Please, make sure you select the right delimiter.
es: Por favor, asegúrese de seleccionar el delimitador correcto.

source: Upload CSV
es: Cargar CSV

source: HEI bulk load
es: Carga masiva de HEIs

source: HEI name
es: nombre de la HEI

source: HEI country ISO two letter code
es: Código ISO de dos letras para el país de la HEI

source: SCHAC Home Organization (HEI Internet domain)
es: SCHAC Home Organization (dominio internet de la HEI)

source: email address for the main HEI officer
es: dirección de correo para el responsable de sistema en la HEI

source: HEI PIC code (required for ESC)
es: Código PIC de la HEI (requerido para la ESC)

source: HEI EUC code
es: Código ECHE de la HEI

source: HEI Erasmus code
es: Código Erasmus de la HEI

source: HEI Erasmus OID
es: OID Erasmus de la HEI

source: HEI main web page
es: Página web principal de la HEI

source: month when term starts (1 through 12)
es: mes en el que comienza el curso (del 1 al 12)

source: Main officer's given name
es: Nombre del responsable del sistema en la HEI

source: Main officer's family name
es: Apellido del responsable del sistema en la HEI

source: If first_name and last_name are present, the person is created in the system if needed.<br> If they are not, there MUST exist a person with the provided email.
es: Si están presentes first_name y last_name, la persona se crea en el sistema si es necesario.<br>Si no están, DEBE existir una perosona con la dirección de correo que se indica.

source: Persons receive an invitation via email for activating the account.
es: Las personas reciben una invitación por correo para activar la cuenta.

source: Officer bulk load
es: Carga masiva de responsables del sistema en las HEIs

source: An officer is just a person that has special status and is linked to a HEI (or more) whose cards and students is authorised to manage.
es: Un responsable del sistema en la HEI es sólo una persona con un estado especial que se vincula a una o varias HEIs, cuyas tarjetas y estudiantes tiene autorización para administrar.

source: The first officer for a HEI may be loaded as an unlinked person and the link is later established when the HEI is created.
es: El responsable principal del sistema en la HEI puede cargarse como una persona no enlazada, y enlazarse posteriormente cuandose crea la HEI.

source: officer's given name
es: nombre del responsable del sistema en la HEI

source: officer's family name
es: apellidos del responsable del sistema en la HEI

source: officer's email
es: dirección de correo del responsable del sistema en la HEI

source: government issued identifier for the person
es: identificador expedido por el gobierno para la persona

source: officer's HEI schacHomeOrganization
es: schacHomeOrganization de la HEI del responsable del sistema en la HEI

source: officer's HEI PIC code
es: Código PIC de la institución HEI del responsable del sistema en la HEI

source: officer's HEI EUC code
es: Código EUC de la institución HEI del responsable del sistema en la HEI

source: officer's HEI ERC code
es: Código ERC de la institución HEI del responsable del sistema en la HEI

source: officer's HEI OID code
es: Código OID de la institución HEI del responsable del sistema en la HEI

source: Only one of SHO, PIC, EUC, ERC or OID is required for linking the officer to the HEI.
es: Sólo se requiere uno de SHO, PIC, EUC, ERC u OID para vincular al responsable con su Institución de Educación Superior.

source: If there is no HEI, the person is created in the system with needed privileges but no associated HEI.
es: Si no existe la HEI, la persona es añadida al sistema con los permisos necesarios pero sin asociarse a una institución.

source: <h3>Processing of personal information rejected</h3> Your declination of consent has been registered. Thank you.<br> Please note that you will not be able to use the system.<br>
es: <h3>Se rechazó el procesado de información personal</h3> Su rechazo del consentimiento ha sido registrado. Gracias.<br /> Por favor, tenga en cuenta que no podrá usar el sistema.<br />

source: Usage statistics
es: Estadísticas de uso

source: Number of HEIs
es: Número de HEI

source: Number of cards
es: Número de tarjetas

source: Number of authentications
es: Número de autenticaciones

source: students
es: estudiantes

source: authentications
es: autenticaciones

source: Empty listing
es: Lista vacía

source: You have to
es: Tiene que

source: authenticate yourself
es: autenticarse

source: to use the system.
es: para usar el sistema.

source: Link for adding a new autentication
es: Enlace para añadir una nueva autenticación

source: Link sent to {0}
es: Enlace enviado a {0}

source: Your session has been closed.
es: Su sesión ha sido cerrada.

source: Send link to {0} failed.
es: Falló el envío del enlace a {0}.

source: Access not permitted.
es: Acceso denegado.
